2017-11-20_10-12-40.128515/execution_jmeter_stress.yml
execution:
- executor: jmeter
  scenario: blazedemo
  concurrency:
    local: 50
    cloud: 2000
  hold-for: 6m
  ramp-up: 30s
  steps: 10
  locations:
    us-west-1: 1
    # us-east-1: 2
  # locations-weighted: false

reporting:
- module: final-stats
  summary: true
  dump-xml: stats.xml

modules:
  cloud:
    test: 'Taurus from Scenario'
    report-name: 'Taurus from Scenario'